[AHWElder X2CharacterTemplate]
strCharacterName="虚灵"
strAcquiredText="虚灵、以太、长老、外星人侵略地球的幕后黑手，这些都是该生物的称呼，它如今亲自出现在战场之上，尽管肌肉萎缩，但是还是那么的不可战胜，可以轻易的碾碎你的士兵。大概吧，毕竟它身边已经没有像野狗一样多的异变者精英了。"

[AHW_Elder_PsiCannon X2WeaponTemplate]
FriendlyName="超越心灵"
FriendlyNamePlural="超越心灵"
BriefSummary="XCOM 已经成功回收了多种标准步兵轻武器；这是最常见的品种，类似于二十年前使用的步枪。虽然明显不如变种人磁性技术，但至少可以使用额外的武器回收进行升级，一旦发现标准技术方法。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 如果士兵同时使用两个可用的动作进行射击，则会进行三发射击，但精度会降低，但总体效率会提高\n<Bullet/>使用从敌人那里掠夺的升级来提高突击步枪的战术效率"
AbilityDescName="灵能长枪"

[AHW_Elder_PsiWep X2WeaponTemplate]
FriendlyName="神圣意志"
FriendlyNamePlural="神圣意志"
BriefSummary="XCOM 已经成功回收了多种标准步兵轻武器；这是最常见的品种，类似于二十年前使用的步枪。虽然明显不如变种人磁性技术，但至少可以使用额外的武器回收进行升级，一旦发现标准技术方法。"
TacticalText="<Bullet/> 发射主武器总是会结束士兵的回合\n<Bullet/> 如果士兵同时使用两个可用的动作进行射击，则会进行三发射击，但精度会降低，但总体效率会提高\n<Bullet/>使用从敌人那里掠夺的升级来提高突击步枪的战术效率"
AbilityDescName="灵能毁灭者"

[AHWElderKillBonus X2AbilityTemplate]
LocFriendlyName="大师天赋"
LocLongDescription="对侧翼敌人的攻击保证能击中并暴击非不可触碰的敌人，但除此之外，基本远程攻击无法暴击且精度低于平均水平。此外，暴击虚灵更加困难。"
LocHelpText="对侧翼敌人的攻击保证能击中并暴击非不可触碰的敌人，但除此之外，远程攻击无法暴击且精度低于平均水平。此外，暴击虚灵更加困难。"
LocFlyOverText="大师天赋"

[AHWElderImmunity X2AbilityTemplate]
LocFriendlyName="灵能护盾"
LocLongDescription="一旦收到警报，虚灵会在自身周围形成保护性心灵屏障，永久免疫酸性、热、低温、电气武器。"
LocHelpText="一旦收到警报，虚灵会在自身周围形成保护性心灵屏障，永久免疫酸性、热、低温、电气武器。"
LocFlyOverText="灵能护盾"

[AHWEtherealDivinity X2AbilityTemplate]
LocFriendlyName="心胜于物"
LocLongDescription="如果虚灵在同一回合中被攻击击中两次，则受到的攻击伤害会降低 66%，并缓慢恢复损失的生命值。"
LocHelpText="如果虚灵在同一回合中被攻击击中两次，则受到的攻击伤害会减少 66%，并缓慢恢复损失的生命值。"
LocFlyOverText="心胜于物"

[AHWElderCallRNF X2AbilityTemplate]
LocFriendlyName="吾愿必成"
LocLongDescription="召唤三组两个敌人的敌人小组，每个小组登场之间有一个回合的延迟"
LocHelpText="召唤三组两个敌人的敌人小组，每个小组登场之间有一个回合的延迟"
LocFlyOverText="吾愿必成"

[AHWElderReflect X2AbilityTemplate]
LocFriendlyName="心灵堡垒"
LocLongDescription="所有来自虚灵视野范围内的非反应射击，通常会未命中，都会被格挡并反射回攻击者。此外，虚灵有 10% 的几率格挡会击中并反射他们的攻击。暴击无法被格挡和反射，并且无论是否有掩体，反射攻击都有 40% 的几率命中。"
LocHelpText="所有来自虚灵视野范围内的非反应射击，通常会未命中，都会被格挡并反射回攻击者。此外，虚灵有 10% 的几率格挡会击中并反射他们的攻击。暴击无法被格挡和反射，并且无论是否有掩体，反射攻击都有 40% 的几率命中。"
LocFlyOverText="心灵堡垒"

[AHWElderReflectShot X2AbilityTemplate]
LocFriendlyName="心灵堡垒"
LocLongDescription="所有来自虚灵视野范围内的非反应射击，通常会未命中，都会被格挡并反射回攻击者。此外，虚灵有 10% 的几率格挡会击中并反射他们的攻击。暴击无法被格挡和反射，并且无论是否有掩体，反射攻击都有 40% 的几率命中。"
LocHelpText="所有来自虚灵视野范围内的非反应射击，通常会未命中，都会被格挡并反射回攻击者。此外，虚灵有 10% 的几率格挡会击中并反射他们的攻击。暴击无法被格挡和反射，并且无论是否有掩体，反射攻击都有 40% 的几率命中。"
LocFlyOverText="心灵堡垒"

[AHWElderLWBonus X2AbilityTemplate]
LocFriendlyName="虚灵的至高无上"
LocLongDescription="LWOTC修正。这位长老在再生、防御和命中方面有加值，但不能再召唤援军。为什么呢？为了更接近long war 1 的虚灵。尽管当时叫以太，并且在最高难度下和可以和路边的野狗一样多。该属性可以在Config中禁用。"
LocHelpText="LWOTC修正。这位长老在再生、防御和命中方面有加成，但不能再召唤援军。为什么？为了更接近long war 1 的虚灵。尽管当时叫以太，并且在最高难度下和可以和路边的野狗一样多。该属性可以在Config中禁用"
LocFlyOverText="虚灵的至高无上"
